---

C#Visual BasicVisual C++

Include Protected MembersInclude Inherited Members

Revit 2024 API
---
PointCloudOverrides Properties
PointCloudOverrides Class See Also Send Feedback
---

The PointCloudOverrides type exposes the following members.

# Properties

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |

# See Also

PointCloudOverrides Class

Autodesk.Revit.DB.PointClouds Namespace